---
layout: default
---


### 고동욱 (DongWook Ko)

Spring, Java, JavaScript를 좋아하는 비기너 개발자 입니다.

---

#### Contact
**Email**
  - kdo1367@gmail.com

<!-- 
#### Education

**동의대학교** (20xx.xx ~ 20xx.xx)
- 경제학전공
 -->

#### Career
**(주)비엑스아이**
- 모바일 인사시스템 개발 (2019.10.01 ~ 2019.12.31)
- 전자구매시스템 개발 (2020.01.01 ~ 2020.08.31)
- 결재시스템 개발 (2020.06.01 ~ 2020.10.31)
- 웹 개발 (2019.10.01 ~ 현재)

**(주)마르센**
- 직종 : 조선기자재설계
- 프로젝트 승인도, 제작도 관리 (2017.02.01 ~ 2018.12.31)
- 해운선박 Spare성 Item 공급 검토 및 관리 (2017.02.01 ~ 2018.12.31)

**(주)에코**
- 직종 : 조선배관설계
- 프로젝트 승인도, 제작도 관리 (2015.04.10 ~ 2016.10.30)

<!--
#### Certificate
- 컴퓨터활용능력 2급 (취득일자:2013.04.05)
- ATC1급 (취득일자:2014.12.13)
- ATC2급 (취득일자:2014/1/24)
- ACU (취득일자:2014.10.16)
- OPIC IM3 (취득일자:2014.02.28)
- Toeic 점수 <취득일자:2015.03.19)
- 자동차운전면허증 (취득일자:2015.02.05)
-->

<!--
#### Program
*IDE
Eclipse
Visual Studio Code

*DB
SQL Developer
dBeaver

*REPORTING TOOL
AI_REPORT

*OFFICE
Excel
PowerPoint
Note++

*ETC
Github
VisualSVN Server Manager
mobaXterm
fileZila
PicPic
-->

#### Activites
- **제21회 부산마라톤대회 하프완주** (2019.11.10)
- **부산하프마라톤대회 10km완주** (2019.05.12)
- **자바기반 앱 개발&웹 서비스 구축개발자 교육이수** (2019.03.26 ~ 2019.09.24)
- **부산통기타클럽 동호회 활동** (2014.06.26 ~ 현재)
- **기계자동차부품 가공 및 조립과정 교육이수** (2014.07.14 ~ 2014.08.18)
- **기계제품3차원모델링 교육이수** (2014.09.22 ~ 2014.12.31)
- **2013 부산국제 영화제 행사보조** (2013.10.01 ~ 2013.10.15)
- **Lumineers 회화스터디 운영** (2013 07.01 ~ 2015.02.28)
- **JA KOREA 어린이 경제 교육봉사** (2013.02.04)
- **라이온스 부산세계대회 서포터즈** (2012.06.17 ~ 2012.06.20)
- **조선통신사 축제 행사보조** (2012.05.05)
- **제4회 부산마라톤대회 하프완주** (2012.11.04)
- **ITU International training work shop** (2012.10.08 ~ 2012.10.12)
- **제39기 세상을 바꾸는 젊은이들 라온기자단** (2012.07.10 ~ 2012.07.31)
- **Job vision training course by Global image making center** (2011.11.02)

---
